tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "modularml/packages"

brew "bat"
brew "coreutils"
brew "direnv"
brew "fd"
brew "fzf"
brew "ghq"
brew "gnu-sed"
brew "htop"
brew "jq"
brew "lazygit"
brew "neovim"
brew "poetry"
brew "prettier"
brew "ranger"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "unzip"
brew "wget"
brew "yarn"

cask "font-devicons"
cask "font-hack-nerd-font"
cask "font-noto-nerd-font"
cask "font-ricty-diminished"
